<template>
  <div>
    <Title name="RECRUIT" />
    <AnchorTab />
    <RecruitContent
      name="DIRECTOR"
      sub="ディレクター中途採用"
      v-bind:description="{
        '募集職種' : 'ウェブディレクター',
        '仕事内容' : 'WEBサイトを中心とした、企画制作ディレクション。<br>また、デジタルを起点としたコミュニケーション設計のプランニングを行います。<br>ファッション・ビューティー・エンターテイメントを中心としたクライアント及び、エージェントからの課題や要望に対して、企画立案・情報設計・UI設計・進行管理品質管理など一連のディレクション業務をお任せいたします。',
        '応募資格' : '・WEBディレクターとしての2年以上の実務経験 ( 未経験及び2年以下の場合、アシスタント採用も行なっております)<br>(歓迎するスキル)<br>・大規模サイトの制作・運用経験<br>・基本的なHTML/XHTML・CSSレイアウト・php・JavaScriptへの知識のある方<br>・PowerPoint / Excelなどのオフィスツールに精通している方<br>・Photoshop / Illustrator などのアプリケーション操作に精通している方',
        '雇用形態' : '正社員 / 契約社員',
        '勤務地' : '本社 ( 東京都渋谷区代官山町9-10 Sodacco 3F / 最寄駅：東急東横線 代官山駅 徒歩5分 / 各線 渋谷駅 徒歩12分 )',
        '給与' : '<p><strong>正社員</strong><br>月給 23万円 ～ ( 前職給与、経験、能力を考慮の上、優遇いたします )</p><p><strong>契約社員 ( 正社員登用制度有り )</strong><br>月給 18万円 ～ ( 前職給与、経験、能力を考慮の上、優遇いたします )</p>※ 共に試用期間3ヵ月とし、試用期間中の給与は上記の範囲内にて決定いたします。',
        '福利厚生' : '交通費全額支給<br>昇給年二回・決算賞与(業績連動)、各種社会保険完備',
        '休日': '完全週休二日制(土・日)、祝日、夏季・年末年始休暇、慶弔',
        '求める人物像' : '・コミュニケーション能力が高く、公私共に人との関わりを好みチーム作業が得意な方<br>・ファッションをはじめ、幅広く世の中のトレンドに敏感な方<br>・将来のビジョンを持ち、主体的に動ける方<br>・責任感を持って仕事に取り組める方<br>・人の話を素直に聞ける方'
      }"
    />
    <RecruitContent
      name="DESIGNER"
      sub="デザイナー中途採用"
      v-bind:description="{
        '募集職種' : 'ウェブデザイナー',
        '仕事内容' : '幅広い業種のクライアントワークのなか、主に新規案件のデザイン業務を行なって頂きます。<br>プロモーション、キャンペーンサイト・ブランドサイト・コマースサイト等の様々な形のWEBサイトにおいて、クライアントニーズをくみとりながら、ディレクターと共により洗練されたクリエイティブを意識した業務となります。<br>将来的には、デザイン業務のみではなく、広くクリエイティブを追求するアートディレクターとして、成長して欲しいと思っております。',
        '応募資格' : '・WEBデザイナーとしての1年以上の実務経験 ( 経験・能力によりアシスタント採用も行なっております )<br>・Photoshop / Illustrator などのアプリケーション操作に精通している方<br>(歓迎するスキル)<br>・キャンペーンサイトや、ファッション及びビューティー関連サイトのデザイン経験。<br>・基本的なHTML/XHTML・CSSレイアウト・php・JavaScriptへの知識のあるかた。<br>・PowerPoint / Excelなどのオフィスツールに精通している方',
        '雇用形態' : '正社員 / 契約社員',
        '勤務地' : '本社 ( 東京都渋谷区代官山町9-10 Sodacco 3F / 最寄駅：東急東横線 代官山駅 徒歩5分 / 各線 渋谷駅 徒歩12分 )',
        '給与' : '<p><strong>正社員</strong><br>月給 23万円 ～ ( 前職給与、経験、能力を考慮の上、優遇いたします )</p><p><strong>契約社員 ( 正社員登用制度有り )</strong><br>月給 18万円 ～ ( 前職給与、経験、能力を考慮の上、優遇いたします )</p>※ 共に試用期間3ヵ月とし、試用期間中の給与は上記の範囲内にて決定いたします。',
        '福利厚生' : '交通費全額支給<br>昇給年二回・決算賞与(業績連動)、各種社会保険完備',
        '休日': '完全週休二日制(土・日)、祝日、夏季・年末年始休暇、慶弔',
        '求める人物像' : '・コミュニケーション能力が高く、公私共に人との関わりを好みチーム作業が得意な方<br>・ファッションをはじめ、幅広く世の中のトレンドに敏感な方<br>・将来のビジョンを持ち、主体的に動ける方<br>・責任感を持って仕事に取り組める方<br>・人の話を素直に聞ける方'
      }"
    />
    <RecruitContent
      name="OPERATOR"
      sub="オペレーション・スタッフ採用"
      v-bind:description="{
        '募集職種' : '運用スタッフ',
        '仕事内容' : '弊社にて運用更新支援を行っている、各種WEBサイトにおいて、<br>HTML / CSS等を使用した運用更新業務をお願いいたします。<br>将来的には業務を通じスキルアップの上、マークアップエンジニアを目指していただきたいと考えています。',
        '応募資格' : '・HTML / CSS をつかった実務経験のある方<br>・Photoshop / Illustrator などのアプリケーション操作に精通している方<br>・WEB業界での実務経験2年以上（または、同等のスキルをお持ちの方）<br>※ 経験・能力によりアシスタント採用も行なっております。',
        '雇用形態' : '正社員（新卒・中途） 契約社員 アルバイト 業務委託',
        '勤務地' : '本社 ( 東京都渋谷区代官山町9-10 Sodacco 3F / 最寄駅：東急東横線 代官山駅 徒歩5分 / 各線 渋谷駅 徒歩12分 )',
        '給与' : '<p><strong>正社員</strong><br>月給 23万円 ～ ( 前職給与、経験、能力を考慮の上、優遇いたします )</p><p><strong>契約社員 ( 正社員登用制度有り )</strong><br>月給 18万円 ～ ( 前職給与、経験、能力を考慮の上、優遇いたします )</p><p><strong>業務委託</strong>応相談 ( スキルや経験に応じて決定いたします。 )</p><br>※ いずれも試用期間3ヵ月とし、試用期間中の給与は上記の範囲内にて決定いたします。',
        '福利厚生' : '交通費全額支給<br>昇給年一回(9月)・決算賞与(8月/業績連動)、各種社会保険完備、書籍購入費支給、セミナー等への参加費負担',
        '休日': '完全週休二日制(土・日)、祝日、夏季・年末年始休暇、慶弔',
        '求める人物像' : '・情報整理や効率化が得意な方<br>・責任感を持って仕事に取り組める方<br>・チームワークを得意とする方<br>・将来のビジョンを持ち、主体的に動ける方<br>・デザインやファッションをはじめ、幅広く世の中のトレンドに敏感な方<br>・人の話を素直に聞ける方'
      }"
    />
    <RecruitContent
      name="ASSISTANT"
      sub="インターン／アシスタント採用"
      v-bind:description="{
        '募集職種' : 'インターン/アシスタント',
        '仕事内容' : '<p><strong>WEB アシスタントデザイナー</strong><br>アシスタントとして、画像加工や基調デザインを基とした、デザイン展開作業などのアシスタント業務を担当して頂きます。<br><strong>インターンシップ</strong><br>実務を通して、WEBディレクション及びWEBクリエイティブの進行を経験して頂けます。</p>',
        '応募資格' : '・Photoshop / Illustrator などのアプリケーションを使ってのデザイン実務経験者<br>(歓迎するスキル)<br>・基本的なHTML/XHTML・CSSレイアウト・php・JavaScriptへの知識のあるかた。<br>・PowerPoint / Excelなどのオフィスツールに精通している方<br>※ 経験・能力によりアシスタント採用も行なっております。',
        '雇用形態' : 'アルバイト / インターン',
        '勤務地' : '本社 ( 東京都渋谷区代官山町9-10 Sodacco 3F / 最寄駅：東急東横線 代官山駅 徒歩5分 / 各線 渋谷駅 徒歩12分 )',
        '給与' : '<p><strong>アルバイト</strong><br>時給 1,000円 ～ 1,500円 ( 前職給与、経験、能力を考慮の上、優遇いたします )</p><p><strong>インターン</strong>時給制 ( 経験やスキルにより、面接の上給与を決定 )</p>※ アルバイトの場合、試用期間3ヵ月とし試用期間中の給与は上記の範囲内にて決定いたします。',
        '福利厚生' : '交通費全額支給<br>昇給年二回・決算賞与(業績連動)、各種社会保険完備',
        '休日': '完全週休二日制(土・日)、祝日、夏季・年末年始休暇、慶弔',
        '求める人物像' : '・常にクリエイティブに対しての探究心があり、意欲的に業務に取り組める方<br>・チームワークを得意とするかた。<br>・デザインやファッションをはじめ、幅広く世の中のトレンドに敏感な方<br>・将来のビジョンを持ち、主体的に動ける方<br>・責任感を持って仕事に取り組める方<br>・人の話を素直に聞ける方'
      }"
    />
  </div>
</template>

<script>
  import Title from '~/components/atoms/Title'
  import RecruitContent from "~/components/molecules/RecruitContent"
  import AnchorTab from "~/components/molecules/AnchorTab";
  export default {
    components : {
      AnchorTab,
      Title, RecruitContent
    }
  }
</script>

<style lang="scss" scoped>
  .tab {
    /deep/ .tab-button {
      padding: 17px 0 30px;
    }
  }
</style>
